"Model slug" = "Mallin dynaaminen tietokenttä";

"Indicates whether a new chat should be started" = "Kertoo, pitääkö aloittaa uusi keskustelu";

"Content" = "Sisältö";

"Chat Identifier" = "Keskustelun tunnus";

"Which model would you like to use?" = "Mitä mallia haluaisit käyttää?";

"Start voice conversation with ChatGPT" = "Aloita äänikeskustelu ChatGPT:n kanssa";

"You can continue this chat from the app." = "Voit jatkaa tätä keskustelua sovelluksesta.";

"%@" = "%@";

"Message Identifier" = "Viestin tunnus";

"ChatGPT Help" = "ChatGPT Help";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Otetaanko molemminpuolinen keskustelu käyttöön vai suoritetaanko oikotie välittömästi vastauksen jälkeen";

"New Chat" = "Uusi keskustelu";

"Check for Updates…" = "Tarkasta päivitykset...";

"Start new chat" = "Aloita uusi keskustelu";

"Model" = "Malli";

"Continuous chat" = "Jatkuva keskustelu";

"Ask ChatGPT" = "Kysy ChatGPT:ltä";

"Message" = "Viesti";

"Toggle Sidebar" = "Valitse sivupalkki";

"What would you like to ask ChatGPT about?" = "Mitä haluaisit kysyä ChatGPT:ltä?";

"Change Shortcut" = "Muuta pikanäppäintä";

"Start voice conversation" = "Aloita äänikeskustelu";

"Message to send to ChatGPT" = "ChatGPT:lle lähetettävä viesti";

"This action will send a single message to a chat with ChatGPT and return the response." = "Tämä toiminto lähettää yksittäisen viestin keskusteluun ChatGPT:n kanssa ja palauttaa vastauksen.";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Tämä toiminto käynnistää ChatGPT-sovelluksen, jossa voit aloittaa äänikeskustelun ChatGPT:n kanssa.";

"Settings…" = "Asetukset...";

"Would you like to start a new chat?" = "Haluaisitko aloittaa uuden keskustelun?";

"New Temporary Chat" = "New Temporary Chat";

"Model to use with the new chat" = "Uudessa keskustelussa käytettävä malli";

"Model name" = "Mallin nimi";

"Is there anything else you would like to ask about?" = "Haluatko kysyä jotain muuta?";

